[
    {
        "id": "dotframework",
        "name": "Dot-Framework",
        "intro": "Choosing methods can be difficult. There are many different design research methods and just as many reasons why one method may be better suited for your project than others. The Development Oriented Triangulation (DOT) – Framework offers a good way to understand the differences and similarities between many design research methods. This cmdmethods card set and the DOT-framework form a perfect couple. Understanding the framework will help you to use the card set in a better way and the card set aids your understanding of the framework. In this mini-manual we give a brief introduction to the DOT-Framework and the use of this card set.",
        "innovationContext": {
            "intro": "CMD projects typically strive for novel things of high quality such as webdesigns, applications or services. Design research methods are needed to advance these quests for novelty and quality. During a design project you typically try to learn about three things.",
            "one": "You may want to know what has already been done by others. This includes not only all existing products or writings about these products, but also the responsible experts and authors. You could look at the competition, try to find best practices or design guidelines to make sure you design is indeed new and in some ways better than what has come before. Activities include reading, experiencing the existing work for yourself, and consulting with experts. When asking questions during these activities the DOT-Framework claims you are investigating the context of available work.",
            "two": "You may want to know about those people who are going to use your product and/or the context where your product will be in use. You might want to investigate the work processes you need to support or the people who are going to be your customers. Activities include observing, mapping out the context of use, and consulting your target group. When you are asking questions about (future) use of your product, you are investigating the application context according to the DOT-Framework.",
            "three": "Rather than the former two you might want to investigate your solution itself. You can research possibilities. Maybe you want to explore and compare several ways of solving the problem with ideation or prototyping techniques. During these activities you can include your target group as well as experts. According to the DOT-framework you are now researching the innovation space."
        },
        "tradeOffs": {
            "intro": "All types of methods can be important in design, but you can’t use all in each project. To help you choose your methods strategically the DOT-framework has three axes which indicate important tradeoffs that you face when choosing one method over the other. Ideally you choose a method-mix which combines methods from both ends of the trade-off. This is called triangulation.",
            "one": "On the top of the DOT-framework we find field and library. These strategies help you to get an overview of the situation you are designing in. They have an orienting and often explorative character. The perfect result is a complete picture of the situation. A risk of this kind of overview is losing the specifics of your intended innovation due to new or additional options you continually encounter. The key is to keep focus. Most lab and showroom methods in contrast revolve around specific hypotheses or aspects of the design. They help you to be certain that somethings works or to identify cause and effect. The cost of trying to be certain is however that you can only test a few aspects of the design: you lose overview. In a larger project it is good practice to combine methods that optimize overview with those optimizing certainty.",
            "two": "On the right side of the DOT-framework we find library and showroom. These methods are concerned with reusing what is already done and advancing the state of the art. This focus on reuse and reusability is sometimes called rigor and builds upon existing expertise. On the left side of the DOT-framework we find field and lab. These strategies help you to get to know the application context better. If you want your design to be fit for use, these strategies are your best friend. This focus on fitness for use is sometimes called relevance. If you spend too much time looking at what has been done, you might lose touch with what is needed. If you spend all your time researching what is needed, you are reinventing the wheel. Ideally you choose a combination of methods stretching expertise and fit.",
            "three": "Some methods such as A/B testing or Surveys are very data oriented. They often aim at objectivity and at results which are independent of the researchers. Other methods such as cultural probes or ideation techniques are inspiration oriented. They do not mind the results are subjective as long as they carry rich insights that further the design. Focusing on data oriented methods only will give your design research credibility but may create a distance that hinders a creative spark and lead to design without a soul. Focusing on inspiration oriented methods only may lead your very inspired design, which loses touch with other stakeholders. It may need a reality check. Our advice is thus to combine inspiration and data oriented methods."
        },
        "moreInfo": {
            "text": "If you want to know more about the theoretical foundations of the framework, please look at:",
            "linkOne": "De Methodenkaart Praktijkonderzoek",
            "linkTwo": "Proeven van Onderzoek: De methodenkaart in de Beroepspraktijk van ICT en Media"
        }
    }
]
